{
  "version": "1.0",
  "screenKey": "deceasedChild",
  "title": "دعاء لطفل رضيع",
  "items": [
    {
      "title": "الدعاء الأساسي للطفل",
      "text": "اللهم إنه عبدك وابن عبدك أنت خلقته ورزقته، وأنت أمته وأنت تحييه، اللهم اجعله لوالديه سلفا وذخرا، وفرطا وأجرا، وثقل به موازينهما، وأعظم به أجورهما، ولا تفتنا وإياهما بعده، اللهم ألحقه بصالح سلف المؤمنين في كفالة إبراهيم ويزيد في الكبير: وأبدله دارا خيرا من داره وأهلا خيرا من أهله، وعافه من فتنة القبر",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الفرط والذخر",
      "text": "اللَّهُمَّ اجْعَلْهُ فَرَطًا وَذُخْرًا لِوَالِدَيْهِ، وَشَفِيعًا مُجَابًا. اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجُورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ. اللَّهُمَّ اغْفِرْ لِأَسْلَافِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الدار والأهل للطفل",
      "text": "اللَّهُمَّ أبدله داراً خيراً من داره، وأهلاً خيراً من أهله، وأدخله الجنّة، وأعذه من عذاب القبر ومن عذاب النّار",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء كفالة إبراهيم",
      "text": "اللهم ألحقه بصالح سلف المؤمنين في كفالة إبراهيم عليه السلام",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء عافية القبر",
      "text": "اللهم عافه من فتنة القبر، وأعذه من عذاب القبر وعذاب النار",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الأجر للوالدين",
      "text": "اللهم اجعله لوالديه سلفاً وذخراً، وفرطاً وأجراً، وثقل به موازينهما، وأعظم به أجورهما، ولا تفتنا وإياهما بعده",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الشفاعة",
      "text": "اللهم اجعله شفيعاً مجاباً لوالديه، وارحمهما برحمتك",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الصالحين",
      "text": "اللهم ألحقه بصالح المؤمنين، واجعله في كفالة إبراهيم عليه السلام",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الجنة",
      "text": "اللهم أدخله الجنة برحمتك، وأعذه من عذاب الجحيم",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    },
    {
      "title": "دعاء الأسلاف والأفراط",
      "text": "اللَّهُمَّ اغْفِرْ لِأَسْلَافِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ",
      "repeat": 1,
      "source": "دعاء مأثور",
      "audioFile": ""
    }
  ]
}