{
  "version": "1.0",
  "screenKey": "adhan",
  "title": "أذكار الأذان",
  "items": [
    {
      "title": "ما يقال عند سماع الأذان",
      "text": "يَقُولُ مِثْلَ مَا يَقُولُ الـمُؤَذِّنُ، إلاَّ فِي \\\"حَيَّ عَلَى الصَّلاةِ وَحَيَّ عَلَى الفَلاَحِ\\\" فَيَقُولُ: \\\"لاَ حَوْلَ وَلا قُوَّةَ إلاَّ باللَّهِ\\\".",
      "repeat": 1,
      "source": "حديث صحيح",
      "audioFile": ""
    },
    {
      "title": "دعاء سعد بن أبي وقاص",
      "text": "أَشْهَدُ أَنْ لا إِلهَ إِلاَّ اللَّهُ وحْدَهُ لا شَريكَ لهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولاً، وَبِالإِسْلامِ دِينًا.",
      "repeat": 1,
      "source": "رواه مسلم – من قاله حين يسمع المؤذن غُفر له ذنبه",
      "audioFile": ""
    },
    {
      "title": "الصلاة على النبي وسؤال الوسيلة",
      "text": "إِذا سَمِعْتُمُ النِّداءَ فَقُولُوا مِثْلَ ما يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ... ثُمَّ سَلُوا اللَّهَ لِيَ الْوَسِيلَةَ... فَمَنْ سَأَلَ لِيَ الْوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَةُ.",
      "repeat": 1,
      "source": "رواه مسلم",
      "audioFile": ""
    },
    {
      "title": "دعاء بعد الأذان (رب هذه الدعوة التامة)",
      "text": "اللَّهُمَّ رَبَّ هذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَاماً مَحْمُوداً الَّذِي وَعَدْتَهُ.",
      "repeat": 1,
      "source": "رواه البخاري – حلت له شفاعة النبي ﷺ يوم القيامة",
      "audioFile": ""
    },
    {
      "title": "ما يقال بعد سماع الأذان",
      "text": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ.\nاللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاةِ القَائِمَةِ، آتِ مُحَمَّداً الوَسِيْلَةَ وَالفَضِيْلَةَ، وَابْعَثْهُ مَقَاماً مَحْمُوداً الَّذِي وَعَدْتَهُ، إِنَّكَ لا تُخْلِفُ الْمِيعَادِ.",
      "repeat": 1,
      "source": "دعاء بعد الأذان",
      "audioFile": ""
    },
    {
      "title": "الدعاء بين الأذان والإقامة",
      "text": "ما بين الأذان والإقامة فالدعاء عندئذٍ مرغّب فيه ومستحب.\nقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \\\"الدُّعَاءُ لَا يُرَدُّ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ\\\".\nقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \\\"إِنَّ الدُّعَاءَ لَا يُرَدُّ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَادْعُوا\\\".",
      "repeat": 1,
      "source": "حديث صحيح",
      "audioFile": ""
    },
    {
      "title": "نص صيغة الأذان",
      "text": "",
      "repeat": 1,
      "source": "صيغة الأذان",
      "audioFile": ""
    },
    {
      "title": "نص صيغة أذان الفجر",
      "text": "",
      "repeat": 1,
      "source": "صيغة أذان الفجر",
      "audioFile": ""
    },
    {
      "title": "نص صيغة الإقامة",
      "text": "",
      "repeat": 1,
      "source": "صيغة الإقامة",
      "audioFile": ""
    }
  ]
}