{
  "version": "1.0",
  "screenKey": "propheticDua",
  "title": "أدعية نبوية",
  "items": [
    {
      "title": "دعاء دخول البيت",
      "text": "بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى رَبِّنَا تَوَكَّلْنَا",
      "repeat": 1,
      "source": "حديث صحيح",
      "audioFile": ""
    },
    {
      "title": "دعاء الخروج من البيت",
      "text": "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
      "repeat": 1,
      "source": "حديث صحيح",
      "audioFile": ""
    },
    {
      "title": "سيد الاستغفار",
      "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.",
      "repeat": 1,
      "source": "رواه البخاري (6306) عن شداد بن أوس – سيد الاستغفار",
      "audioFile": ""
    },
    {
      "title": "دعاء أبي بكر في الاستغفار",
      "text": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّك أَنْتَ الْغَفُورُ الرَّحِيمُ.",
      "repeat": 1,
      "source": "رواه البخاري (834) ومسلم (6869)",
      "audioFile": ""
    },
    {
      "title": "الاستغفار الشامل",
      "text": "رَبِّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي كُلِّهِ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي خَطَايَايَ وَعَمْدِي وَجَهْلِي وَهَزْلِي، وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
      "repeat": 1,
      "source": "رواه البخاري (6398) ومسلم (6901)",
      "audioFile": ""
    },
    {
      "title": "مغفرة الذنوب كلها",
      "text": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلَانِيَتَهُ وَسِرَّهُ.",
      "repeat": 1,
      "source": "رواه مسلم (1084)",
      "audioFile": ""
    },
    {
      "title": "الاستعاذة من الهموم",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ.",
      "repeat": 1,
      "source": "رواه البخاري (6369)",
      "audioFile": ""
    },
    {
      "title": "الاستعاذة من الفتن",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ.",
      "repeat": 1,
      "source": "رواه البخاري (6365)",
      "audioFile": ""
    },
    {
      "title": "دعاء التطهير من الذنوب",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ...",
      "repeat": 1,
      "source": "رواه البخاري (6368) ومسلم (6871)",
      "audioFile": ""
    },
    {
      "title": "قضاء الدين والغنى",
      "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ... اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ.",
      "repeat": 1,
      "source": "رواه مسلم (6889)",
      "audioFile": ""
    },
    {
      "title": "الاستعاذة من شر النفس",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ.",
      "repeat": 1,
      "source": "رواه مسلم (6895)",
      "audioFile": ""
    },
    {
      "title": "إصلاح الدين والدنيا",
      "text": "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي...",
      "repeat": 1,
      "source": "رواه مسلم (6903)",
      "audioFile": ""
    },
    {
      "title": "طلب الهداية والتقوى",
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى.",
      "repeat": 1,
      "source": "رواه مسلم (6904)",
      "audioFile": ""
    },
    {
      "title": "تزكية النفس",
      "text": "اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا...",
      "repeat": 1,
      "source": "رواه مسلم (6906)",
      "audioFile": ""
    },
    {
      "title": "الاعتصام بالله",
      "text": "اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ، وَعَلَيْكَ تَوَكَّلْتُ...",
      "repeat": 1,
      "source": "رواه البخاري (7383) ومسلم (6899)",
      "audioFile": ""
    },
    {
      "title": "دوام النعمة",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ...",
      "repeat": 1,
      "source": "رواه مسلم (6943)",
      "audioFile": ""
    },
    {
      "title": "صرف القلوب",
      "text": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ.",
      "repeat": 1,
      "source": "رواه مسلم (6750)",
      "audioFile": ""
    },
    {
      "title": "الاستعاذة برضا الله",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ...",
      "repeat": 1,
      "source": "رواه مسلم (1090)",
      "audioFile": ""
    },
    {
      "title": "الاستعاذة من البلاء",
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ...",
      "repeat": 1,
      "source": "رواه البخاري (6347) ومسلم (6877)",
      "audioFile": ""
    },
    {
      "title": "دعاء النور",
      "text": "اللَّهُمَّ اجْعَلْ لِي فِي قَلْبِي نُورًا، وَفِي لِسَانِي نُورًا...",
      "repeat": 1,
      "source": "رواه البخاري (6316) ومسلم (1797)",
      "audioFile": ""
    },
    {
      "title": "دعاء الخير كله",
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ...",
      "repeat": 1,
      "source": "رواه ابن ماجه (3846)",
      "audioFile": ""
    },
    {
      "title": "دعاء الحياة والممات",
      "text": "اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي...",
      "repeat": 1,
      "source": "رواه النسائي (1305)",
      "audioFile": ""
    },
    {
      "title": "العفو والعافية",
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ...",
      "repeat": 1,
      "source": "رواه أبو داود (5074)",
      "audioFile": ""
    },
    {
      "title": "الاستعاذة من شر النفس والشيطان",
      "text": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ... أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ.",
      "repeat": 1,
      "source": "رواه الترمذي (3392)",
      "audioFile": ""
    },
    {
      "title": "الثبات والعزيمة",
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الأَمْرِ، وَالْعَزِيمَةَ عَلَى الرُّشْدِ...",
      "repeat": 1,
      "source": "رواه الطبراني (7135)",
      "audioFile": ""
    },
    {
      "title": "الكفاية بالحلال",
      "text": "اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ.",
      "repeat": 1,
      "source": "رواه الترمذي (3563)",
      "audioFile": ""
    },
    {
      "title": "دعاء العافية في الجسد",
      "text": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي...",
      "repeat": 1,
      "source": "رواه أبو داود (5090)",
      "audioFile": ""
    },
    {
      "title": "دعاء النصرة والهداية",
      "text": "رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ، وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ...",
      "repeat": 1,
      "source": "رواه الترمذي (3551)",
      "audioFile": ""
    },
    {
      "title": "الدعاء الجامع بالحمد",
      "text": "اللَّهُمَّ لَكَ الْحَمْدُ كُلُّهُ، اللَّهُمَّ لَا قَابِضَ لِمَا بَسَطْتَ...",
      "repeat": 1,
      "source": "رواه الإمام أحمد (15492)",
      "audioFile": ""
    },
    {
      "title": "الصلاة على النبي",
      "text": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ...",
      "repeat": 1,
      "source": "رواه البخاري (3370) ومسلم (908)",
      "audioFile": ""
    }
  ]
}