{
  "version": "1.0",
  "screenKey": "deceasedFemale",
  "title": "دعاء للميت (أنثى)",
  "items": [
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم اغفر لها وارحمها، وعافها واعف عنها، وأكرم نزلها، ووسع مدخلها، واغسلها بالماء والثلج والبرد، ونقِّها من الذنوب والخطايا كما يُنقّى الثوب الأبيض من الدنس، وأبدلها داراً خيراً من دارها، وأهلاً خيراً من أهلها، وزوجاً خيراً من زوجها، وأدخلها الجنة، وأعذها من عذاب القبر وعذاب النار",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم اجعل قبرها روضة من رياض الجنة، ولا تجعله حفرة من حفر النار، اللهم افسح لها في قبرها مد بصرها، وافرش قبرها من فراش الجنة",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم ارحمها فوق الأرض وتحت الأرض ويوم العرض عليك، اللهم قِها عذابك يوم تبعث عبادك، اللهم أنزل نوراً من نورك عليها.",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم اجعل عن يمينها نورًا حتى تبعثها آمنةً مطمئنةً في نور من نورك، اللهم انظر إليها نظرة رضا فإن من تنظر إليها نظرة رضا لا تعذبه أبدًا.",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم شفّع فيها نبينك ومصطفاك، واحشرها تحت لوائه، واسقها من يده الشريفة شربةً هنيئةً لا تظمأ بعدها أبدًا، اللهم إنها كانت تشهد أنك أنت الله لا إله إلا أنت، وأن محمدًا عبدك ورسولك، وأنت أعلم بها فاغفر لها.",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم ثبتها عند السؤال، اللهم أبدلها بداراً خيراً من دارها وأهلًا خيراً من أهلها اللهم ارحمها وعافها واعفُ عنها.",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم ارحمها واغفر لها، وعافها واعفُ عنها وأكرم نزلها، يا رب العالمين.",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللّهم عاملها بما أنت أهلها، ولا تعاملها بما هي أهله، اللهم اجزها عن الإحسان إحساناً، وعن الإساءة عفواً وغفراناً،",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    },
    {
      "title": "دعاء للميت (أنثى)",
      "text": "اللهم اغفر لها في المهديين، وافسح لها في قبرها ونوِّر لها فيه، اللهم إنها في ذمتك وحبل جوارك، فقها فتنة القبر وعذاب النار، أنت أهل الوفاء والحق، فاغفر لها وارحمها إنك أنت الغفور الرحيم.",
      "repeat": 1,
      "source": "دعاء للميت",
      "audioFile": ""
    }
  ]
}
