{
  "version": "1.0",
  "screenKey": "duaForMarriage",
  "title": "أدعية الزواج",
  "items": [
    {
      "title": "تنويه مهم",
      "text": "تنويه: لا توجد أدعية مأثورة مخصوصة بلفظٍ معيّن لمن أراد الزواج، ولكن وردت أدعية عامة في القرآن والسنة يدخل فيها الزواج وغيره من مطالب الخير.\nوعليه، لا حرج في الدعاء بهذه الأدعية أحيانًا، ما دامت:\n• خالية من الشرك\n• صحيحة المعنى\n• غير منسوبة إلى النبي ﷺ",
      "repeat": 1,
      "source": "تنويه",
      "audioFile": ""
    },
    {
      "title": "دعاء الزواج",
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَمِنْ شَرِّ مَا جَبَلْتَهَا عَلَيْهِ",
      "repeat": 1,
      "source": "السنة النبوية",
      "audioFile": ""
    },
    {
      "title": "دعاء الزواج والذرية",
      "text": "اللهم اجعلها من نصيبي واجعلني من نصيبها واجمع بيني وبينها على خير، وفي حلالك وبرضاك، اللهم ارزقني قربها ومودتها، واجعل بيننا مودة ورحمة وسكينة، وأبعد عنا كل من أراد التفريق بيننا، واكتب لنا الزواج والذرية الصالحة ترضيك يا رب العالمين",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "آية الأزواج والذرية",
      "text": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "repeat": 1,
      "source": "سورة الفرقان: 74",
      "audioFile": ""
    },
    {
      "title": "دعاء جامع للزواج",
      "text": "اللهم اجمع بيني وبينها بالحلال، اللهم يسّر لنا وسخّرنا لبعض، اللهم اجعلها من نصيبي، اللهم ألّف بين قلوبنا وقلوب أهالينا واكتبنا لبعض، اللهم اكتبها لي واكتبني لها، اللهم باسمك الجامع، اجمع بيني وبينها بحلالك وشرعك ورضاك، اللهم اجعلها قرة عين لي، واجعلني قرة عين لها، اللهم اكتبها زوجة صالحة لي، وسخرها لي بقدرتك",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء التوحيد والزواج",
      "text": "اللهم إني أسألك بأني أشهد أنك أنت الذي لا إله إلا أنت، الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفواً أحد، اقضِ حاجتي، وآنس وحدتي، وفرّج كربتي، واجعل لي رفيقاً صالحاً كي نسبّحك كثيراً ونذكرك كثيراً، فأنت بي بصيراً، يا مجيب المضطر إذا دعاك، احلل عقدتي، وآمن روعتي",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء المحبة والزواج",
      "text": "اللهم إني أحببت عبداً من عبادك، فلا تحرمني قربها، اللهم إن كانت خيراً لي فأجعلها من نصيبي، وإن كانت شراً لي فأجعل فيها الخير كله وأجعلها من نصيبي",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء الحب والزواج",
      "text": "يارب إن الحب رزق وأنت رزقتني حبها، يارب اجعلها من نصيبي ويسر لنا الظروف وهيء لنا الأسباب، اللهم سخر لنا أهالينا وكل من وليته أمرنا، يا جامع بين السموات والأرض اجمعني بمن أحب واجعلها نصيبي وحلالي وقر عيني بها قريباً، يا من لا يعجزك شيء، اللهم لا تخرجني من قلبها ولا من عقلها، اللهم مثل ما علقتني بها علقها بي واجمعنا بحلالك آمين",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء الزوج الصالح",
      "text": "يا إلهي من لي ألجأ إليه إذا لم ألجأ إلى الركن الشديد الذي إذا دعي أجاب، هب لي من لدنك زوجاً صالحاً، واجعل بيننا المودة والرحمة والسكن، فأنت على كل شيء قدير، يا من قلت للشيء كن فيكون، ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء التسخير للزواج",
      "text": "اللهم يا مسخّر القوي للضعيف ومسخر الجن والريح لنبينا سليمان، ومسخّر الطير والحديد لنبينا داود، ومسخّر النار لنبينا إبراهيم، اللهم سخّر لي زوجاً يخافك يا رب العالمين بحولك وقوتك وعزتك وقدرتك، أنت القادر على ذلك وحدك لا شريك لك",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "آية جمع الشمس والقمر",
      "text": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُ",
      "repeat": 1,
      "source": "سورة القيامة: 9",
      "audioFile": ""
    },
    {
      "title": "دعاء السكن والراحة",
      "text": "وأتظنه عاجزٌ عن دعوة قلبك، اللهم اجعلها من نصيبي وارزقني إياها، اللهم اجعلها سكني ودفئي وأماني، واجعلني لها سكنًا وملاذًا ورحمة، وازرع بيننا من الحب ما تطيب به الحياة، ومن الرحمة ما يُهوّن علينا صعاب الأيام، ومن الصبر ما يُعيننا على المدى، اللهم اجعلها دعوة لا ترد، وساعة إجابة لا تضيع، وقل بين يديك يا أرحم الراحمين، فحقق لي ما فيه الخير، واجعل جمعنا هذا شاهداً على حب طاهر، نقي، خالص لوجهك الكريم يا رب العالمين",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء الحفظ والزواج",
      "text": "اللهم يا حنّان يا منّان يا ذا الجلال والإكرام يا بديع السماوات والأرض يا حي يا قيوم، اللهم إني أسألك بخوفي من أن أقع بالحرام، وبحفظي لجوارحي، وأسألك يا رب بصالح أعمالي أن ترزقني زوجاً صالحاً يعينني في أمور ديني ودنياي فإنك على كل شيء قدير، اللهم اغفر ذنبي وحصن فرجي، وطهّر قلبي",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء الزوج الصالح الشامل",
      "text": "اللهم ارزقني بالزوج الذي هو خير لي وأنا خير له في ديننا ودنيانا ومعاشنا وعاقبة أمرنا عاجله وآجله، اللهم إني أعوذ بك من بواري وتأخّر زواجي وبطئه وقعودي، وأسألك أن ترزقني خيراً مما أستحق كزوج ومما آمل، وأن تقنعه وأهله بي وتقنعني وأهلي به",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء القرب والصبر",
      "text": "اللهم زدني قرباً إليك، اللهم زدني قرباً إليك، اللهم زدني قرباً إليك، اللهم اجعلني من الصابرين، اللهم اجعلني من الشاكرين، اللهم اجعلني في عيني صغيراً وفي أعين الناس كبيراً، اللهم يا دليل الحائرين ويا رجاء القاصدين، يا كاشف الهموم يا فارج الغموم، اللهم زوّجنا وأغننا بحلالك عن حرامك يا الله يا كريم يا رب العرش المجيد، وارحمنا برحمتك يا أرحم الراحمين",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء بالآيات القرآنية",
      "text": "اللهم بحق قولك: (وَاللَّـهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ)، وبحق قولك: (إِنَّ اللَّـهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)، وقولك الحق: (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ)، اللهم اجمع بيننا بالحق، وافتح بيننا بالحق، وأنت الفتاح العليم، وقولك: (وَاللَّـهُ جَعَلَ لَكُم مِن أَنفُسِكُم أَزواجًا وَجَعَلَ لَكُم مِن أَزواجِكُم بَنينَ وَحَفَدَةً)، ارزقني زوجاً تقر به عيني وتقر بي عينه",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء الاستعاذة من تأخير الزواج",
      "text": "اللهم إني أعوذ بك من تأخّر الزواج وبطئه، وأسألك أن ترزقني خيراً مما أستحق، اللهم إني عبدك، وابن عبدك وابن أمتك، ناصيتي بيدك، ماضٍ في حكمك، عدلٌ في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي، اللهم يسر أمري واشرح صدري وارزقني الزواج عاجلاً غير آجل",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    },
    {
      "title": "دعاء الاستخارة في الزواج",
      "text": "اللهم إنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب والقادر، اللهم إن كنت تعلم أن في فلان (فلانة) خيراً فزوّجنيه واقدره لي، وإن كان في غيره خير لي في ديني ودنياي وآخرتي فاقدره لي، اللهم إني استعففت فأغنني من فضلك بحق قولك تعالى: (وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّـهُ مِن فَضْلِهِ)",
      "repeat": 1,
      "source": "دعاء جائز",
      "audioFile": ""
    }
  ]
}